{
	"v0.5.5":"Akash Major Release v0.16.1 support",
	"v0.5.4":"DVPN Has released their own official release fixing the hnsd issue in their Dockerfile we patched in v0.5.3. This build reverts our fix on dvpn rebuild and uses the DVPN latest tagged release.",
	"v0.5.3":"We added a button for users to rebuild the DVPN Docker container from the UI. We found an issue within DVPN Dockerfile which was causing the Handshake service within DVPN to fall over on startup. For now we ship a modified Dockerfile to rebuild with until DVPN team has time to validate/patch.",
	"v0.5.2":"This release is mostly Akash focused. Akash RPC queries, specifically getting provider order/bid stats, were causing a ton of issues on HandyHost client. So we basically re-architected a lot of the RPC issues at hand into an index that is fast to query. In addition, the Akash provider was having a lot of issues falling over silently (staying alive as a zombie process). We fixed this by restarting the provider every few hours to keep it alive. \nIn addition to these major components, we did a lot of bug fixing around the Akash service, as well as some enhancements that will help providers get audited. Getting audited will likely help providers get more contracts. Read more about getting your provider audited here: [https://docs.akash.network/operations/akash-audited-attributes#attribute-auditors](https://docs.akash.network/operations/akash-audited-attributes#attribute-auditors)",
	"v0.5.1":"1. DVPN/AKT: Support 12-word Mnemonic Keys\n2. SC: Healthcheck for zombie siad. Auto-restarts siad within 20 minutes of an untimely death\n3. AKT: 20-minute refresh cycle for dashboard stats\n4. AKT: use handyhost rpc node for aggregates query. Prep env for a db-backed stats page as rpc is slow for aggregates\n5. AKT: Zombie checker/restart provider every 4 hours. Also clean kill zombie akash provider.\n6. ALL: Enable authentication by default versus previously disabled by default.",
	"v0.5.0":"1. Add support for MacOS M1 Processor\n2. Add support for MacOS zsh environment\n3. MacOS: require python3.9 for kubespray in Akash. \n4. UI: Dark Mode overhaul to use color palette versus filter:invert\n5. Akash: Add better logging to provider startup script\n6. Akash: Add configurator for new setups to reduce any setup friction\n7. Akash: Add gas fees and tx fees estimates to registration forms\n8. Akash: Add \"Lost\" category of bids to Dashboard and Marketplace UIs\n9. DVPN: Tweak dashboard display logic for donut charts\n10. DVPN: Reduce processing cycles for streamgraph modeling\n11. Ubuntu: Open HandyHost splash page in browser after installation"
}